{
    "characters": [
        {
            "id": 1,
            "name": "Boothill",
            "imageUrl": "https://assetsio.gnwcdn.com/Honkai-Star-Rail-Boothill-materials%2C-kit%2C-and-Eidolons-cover.jpg?width=2000&height=1125&fit=crop&quality=100&format=png&enable=upscale&auto=webp",
            "description": "A cyborg cowboy drifting among the stars. Extremely optimistic and unrestrained. He is a member of the Galaxy Rangers who swore to punish the wretched by any and all means... His flamboyant and brash actions were all to draw the attention of the Interastral Peace Corporation — the target of his revenge.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Cowboy's Got Business - HOYO-MiX-[AudioTrimmer.com].mp3"
        },
        {
            "id": 2,
            "name": "Ainz Ooal Gown",
            "imageUrl": "https://images3.alphacoders.com/127/1275645.png",
            "description": "Ainz Ooal Gown, formerly known as Momonga, is the guildmaster of Ainz Ooal Gown, Overlord of the Great Tomb of Nazarick, and the creator of Pandora's Actor. He is regarded as the highest of the Almighty Forty-One Supreme Beings by the Inhabitants of Nazarick. In the New World, he is the Sorcerer King of the Sorcerer Kingdom and the most powerful magic caster in the world. His other identity is famously known as Momon, a dark warrior and leader of Darkness, an adamantite ranked adventurer group of that nation. He is an adamantite class adventurer and the strongest adventurer known in E-Rantel.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/Overlord_OST_-_Arrival_of_the_undead_king_(mp3.pm).mp3"
        },
        {
            "id": 3,
            "name": "Kafka",
            "imageUrl": "https://www.dexerto.com/cdn-image/wp-content/uploads/2023/07/08/Kafka-Honkai-Star-Rail-guide.jpg",
            "description": "A member of the Stellaron Hunters who is calm, collected, and beautiful. Her record on the wanted list of the Interastral Peace Corporation only lists her name and her hobby. People have always imagined her to be elegant, respectable, and in pursuit of things of beauty even in combat.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - A Dramatic Irony - HOYO-MiX-[AudioTrimmer.com].mp3"
        },
        {
            "id": 4,
            "name": "Neuvillette",
            "imageUrl": "https://keqingmains.com/wp-content/uploads/2024/03/FAQ-Image.webp",
            "description": "Neuvillette is the Iudex of Fontaine, and the leader of the Marechaussee Phantom. While Neuvillette upholds the rules of the court with utmost reverence, he is quite aloof when dealing with human emotions and often distances himself from the public eye.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Parousia Diluvi - HOYO-MiX-[AudioTrimmer.com].mp3"
        },
        {
            "id": 5,
            "name": "V1",
            "imageUrl": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/256799724/movie.184x123.jpg",
            "description": "V1 is a Supreme Machine (most likely), left to roam the Earth after the extinction of mankind. Like other machines, it fights in Hell for its own desperate survival after blood ran out on the surface, slaying all manner of husks, demons, angels, and other machines in order to sustain itself with the blood they shed.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Tenebre Rosso Sangue (ULTRAKILL Original Game Soundtrack) - Keygen Church-[AudioTrimmer.com].mp3"
        },
        {
            "id": 6,
            "name": "Rappa",
            "imageUrl": "https://static1.srcdn.com/wordpress/wp-content/uploads/2024/10/honkai-star-rail-rappa-finger-seal-sealform-state.jpg",
            "description": "A peculiar girl who appears in Penacony like a flashbang at the darkest hour of night, identifying herself as a ninja and attributing everything in the world to \"ninjutsu\". Upholding the recitation of ninja mantra, creating Dazzling Ninja Seals, and mastering ninja techniques, the Way of the Ninja involves rap, graffiti, and comics. Through rigorous self-discipline, she roams the stars, upholding justice and righteousness. As a member of the Galaxy Rangers, she relentlessly pursues the villain known as Evil Ninja Osaru, chasing them to the very edge of the Cosmos",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - No Dazzle, No Break - HOYO-MiX.mp3"
        },
        {
            "id": 7,
            "name": "The Herta",
            "imageUrl": "https://cdn.gameleap.com/images/articles/art_a5N1A1D78T/art-img_U54Xd-_7Y/1x.webp",
            "description": "Esteemed member #83 of the Genius Society, human, female, young, beautiful, attractive (or that's how she describes herself). It's said that she lives in the far edge of the Cosmos, almost never leaving. She collaborated with Screwllum, Ruan Mei, and Stephen Lloyd to create the Simulated Universe, in order to research the mysterious nature of Aeons. She is also an Emanator of Nous the Erudition.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Geniuses in the Universe (From _Honkai_ Star Rail_) - The Herta Theme - tnbee-[AudioTrimmer.com].mp3"
        },
        {
            "id": 8,
            "name": "Blade",
            "imageUrl": "https://static.wikia.nocookie.net/houkai-star-rail/images/f/fb/Light_Cone_The_Unreachable_Side_Artwork.png",
            "description": "A member of the Stellaron Hunters, and a swordsman who abandoned his body to become a blade. Pledges loyalty to 'Destiny's Slave,' and possesses a terrifying self-healing ability.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Death Approaches - HOYO-MiX.mp3",
            "defeatVideo": "https://apiforcards-k9iu.vercel.app/videos/blade.mp4"
        },
        {
            "id": 9,
            "name": "Furina",
            "imageUrl": "https://jagatplay.com/wp-content/uploads/2024/10/furina-genshin-impact.jpg",
            "description": "Introduced as the flamboyant and overconfident Hydro Archon, Furina's theatrics are eventually revealed to be a public persona, which she later discards in favor of living a relatively humbler life as an actress and artistic consultant.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Se mettre sur son trente-et-un ! - HOYO-MiX-[AudioTrimmer.com].mp3"
        },
        {
            "id": 10,
            "name": "Clorinde",
            "imageUrl": "https://www.siliconera.com/wp-content/uploads/2024/05/giclori.png",
            "description": "An undefeated Champion Duelist. Sword in hand, she defends justice in the Court of Fontaine. She also follows the way of the Marachausse Hunters, and is one of the main protectors of the city of Fontaine.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Non si levava ancor - HOYO-MiX-[AudioTrimmer.com].mp3"
        },
        {
            "id": 11,
            "name": "Aventurine",
            "imageUrl": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2024/04/aventurine-trailer-_the-golden-touch_-_-honkai_-star-rail-1.jpg",
            "description": "A senior manager in the IPC Strategic Investment Department and one of the Ten Stonehearts. His Cornerstone is the 'Aventurine of Stratagems'. He possesses an air of frivolity and doesn't shy away from taking risks. His constant smile makes it difficult for people to discern his true feelings.He won his current position by wagering against fate itself. He views life as a high-stakes, high-return investment, and he plays this particular gamble with masterful ease.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - The Golden Touch - HOYO-MiX.mp3"
        },
        {
            "id": 12,
            "name": "Jinx",
            "imageUrl": "https://cdn.mos.cms.futurecdn.net/7n27cJKh7hiYxY8rjEtAZK-1200-80.jpg",
            "description": "Jinx, previously known as Powder. She is the unpredictable, ingenious, and chaotic little sister of Vi and adoptive daughter to Silco. Throughout the show she is disturbed with feelings of abandonment from her sister, along with the manipulation she faced from Silco as she tries to determine what her true sense of self is.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Paint The Town Blue (from the series Arcane League of Legends) - Arcane.mp3"
        },
        {
            "id": 13,
            "name": "Powder",
            "imageUrl": "https://i.pinimg.com/736x/e6/f7/4c/e6f74cee8e0d75710c88fb79cd1b392a.jpg",
            "description": "Powder is an alternate version of Jinx. Unlike her counterpart, she is more reserved and introverted. She is also more mature and responsible, and has a more positive outlook on life.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Ma Meilleure Ennemie (from the series Arcane League of Legends) - Stromae.mp3"
        },
        {
            "id": 14,
            "name": "Viktor",
            "imageUrl": "https://i.redd.it/s2-act-3-spoilers-i-love-viktors-final-evolution-v0-il1e6gk3bz2e1.jpg?width=1400&format=pjpg&auto=webp&s=5935547948ced89197db2739c20b3143384b8509",
            "description": "Viktor, also known as the Herald or the Machine Herald. Determined, ingenious, and courageous, he came from the Undercity to become an inventor and created Hextech alongside his partner, Jayce Talis. As his health worsens he struggles with a desperation to cure himself and those in Zaun by using Shimmer and studying the Hexcore, which eventually causes him to become the Machine Herald and lead a cult.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - The Line (from the series Arcane League of Legends) - Arcane.mp3"
        },
        {
            "id": 15,
            "name": "Venti",
            "imageUrl": "https://www.pockettactics.com/wp-content/sites/pockettactics/2022/04/genshin-impact-venti-1.jpg",
            "description": "A bard that seems to have arrived on some unknown wind — sometimes sings songs as old as the hills, and other times sings poems fresh and new. Likes apples and lively places but is not a fan of cheese or anything sticky. When using his Anemo power to control the wind, it often appears as feathers, as he's fond of that which appears light and breezy.",
            "defeatMusic": "https://apiforcards-k9iu.vercel.app/music/spotidownloader.com - Bard's Adventure - Yu-Peng Chen.mp3"
        }
    ]
} 